/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ é a versão mais recente disponível.";

/* Description text for SUUpdateAlert when the critical update is downloadable. */
"%@ %@ is now available—you have %@. This is an important update; would you like to download it now?" = "O app %1$@ %2$@ está disponível — sua versão é %3$@. Esta é uma atualização importante. Deseja baixá-la agora?";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available—you have %@. Would you like to download it now?" = "O app %1$@ %2$@ está disponível — sua versão é %3$@. Deseja baixá-lo agora?";

/* Description text for SUUpdateAlert when the update informational with no download. */
"%@ %@ is now available—you have %@. Would you like to learn more about this update on the web?" = "O app %1$@ %2$@ está disponível — sua versão é %3$@. Deseja saber mais sobre esta atualização na web?";

/* The download progress in a unit of bytes, e.g. 100 KB */
"%@ downloaded" = "%@ baixados";

/* No comment provided by engineer. */
"%@ is now updated to version %@!" = "O app %@ foi atualizado para a versão %@!";

/* No comment provided by engineer. */
"%@ is now updated!" = "O app %@ foi atualizado!";

/* The download progress in units of bytes, e.g. 100 KB of 1,0 MB */
"%@ of %@" = "%1$@ de %2$@";

/* Description text for SUUpdateAlert when the critical update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "O app %1$@ %2$@ foi baixado e está pronto para uso! Esta é uma atualização importante; deseja instalar e reabrir o app %1$@ agora?";

/* Description text for SUUpdateAlert when the update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "O app %1$@ %2$@ foi baixado e está pronto para uso! Deseja instalar e reabrir o app %1$@ agora?";

/* No comment provided by engineer. */
"%1$@ %2$@ is available but your macOS version is too new for this update. This update only supports up to macOS %3$@." = "O app %1$@ %2$@ está disponível, mas a versão do macOS é nova demais para esta atualização, que oferece compatibilidade até o macOS %3$@.";

/* No comment provided by engineer. */
"%1$@ %2$@ is available but your macOS version is too old to install it. At least macOS %3$@ is required." = "O app %1$@ %2$@ está disponível, mas a versão do macOS é antiga demais para instalá-lo. Você deve ter, no mínimo, o macOS %3$@.";

/* No comment provided by engineer. */
"%1$@ can’t be updated if it’s running from the location it was downloaded to." = "O app %1$@ não pode ser atualizado se ele estiver aberto do local onde foi baixado.";

/* No comment provided by engineer. */
"%1$@ can’t be updated, because it was opened from a read-only or a temporary location." = "O app %1$@ não pode ser atualizado porque foi aberto de um volume somente leitura ou local temporário.";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Uma nova versão do app %@ está disponível!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "Uma nova versão do app %@ está pronta para ser instalada!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ocorreu um erro ao obter informações de atualização. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while connecting to the installer. Please try again later." = "Ocorreu um erro ao conectar-se ao instalador. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Ocorreu um erro ao baixar a atualização. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Ocorreu um erro ao extrair o arquivo comprimido. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while launching the installer. Please try again later." = "Ocorreu um erro ao abrir o instalador. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Ocorreu um erro ao analisar o feed de atualização.";

/* No comment provided by engineer. */
"An error occurred while running the updater. Please try again later." = "Ocorreu um erro ao abrir o atualizador. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while starting the installer. Please try again later." = "Ocorreu um erro ao iniciar o instalador. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"An important update to %@ is ready to install" = "Uma atualização importante do app %@ está pronta para ser instalada";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cancel Update" = "Cancelar Atualização";

/* No comment provided by engineer. */
"Checking for updates…" = "Buscando atualizações…";

/* Take care not to overflow the status window. */
"Downloading update…" = "Baixando atualização…";

/* Take care not to overflow the status window. */
"Extracting update…" = "Extraindo atualização…";

/* No comment provided by engineer. */
"Failed to resume installing update." = "Falha ao retomar a instalação da atualização.";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalar e Reabrir";

/* Alternate title for 'Remind Me Later' button when downloaded updates can be resumed */
"Install on Quit" = "Instalar ao Encerrar";

/* Take care not to overflow the status window. */
"Installing update…" = "Instalando atualização…";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More…" = "Saber Mais…";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Quit %1$@, move it into your Applications folder, relaunch it from there and try again." = "Encerre o app %1$@, mova-o para a pasta Aplicativos, reabra-o e tente novamente.";

/* No comment provided by engineer. */
"Ready to Install" = "Pronto para Instalar";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Deseja que o app %1$@ busque atualizações automaticamente? Você também pode buscar atualizações manualmente no menu %1$@.";

/* No comment provided by engineer. */
"The update checker failed to start correctly. You should contact the app developer to report this issue and verify that you have the latest version." = "Houve uma falha ao iniciar a busca de atualizações. Contate o desenvolvedor do app para comunicar esse problema e verifique se você tem a versão mais recente.";

/* No comment provided by engineer. */
"The update is improperly signed and could not be validated. Please try again later or contact the app developer." = "A atualização foi assinada incorretamente e não pôde ser validada. Tente novamente mais tarde ou contate o desenvolvedor do app.";

/* No comment provided by engineer. */
"Unable to Check For Updates" = "Não Foi Possível Buscar Atualizações";

/* No comment provided by engineer. */
"Update Error!" = "Erro de atualização!";

/* No comment provided by engineer. */
"Update Installed" = "Atualização Instalada";

/* No comment provided by engineer. */
"Updating %@" = "Atualizando o app %@";

/* No comment provided by engineer. */
"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "Use o Finder para copiar o app %1$@ para a pasta Aplicativos, reabra-o e tente novamente.";

/* No comment provided by engineer. */
"Version History" = "Histórico de Versões";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You’re up to date!" = "O app está atualizado!";

/* No comment provided by engineer. */
"Your macOS version is too new" = "A versão do macOS é nova demais";

/* No comment provided by engineer. */
"Your macOS version is too old" = "A versão do macOS é antiga demais";
